/*
    隐私政策页
*/
<template>
    <div class="Content">
        <div class="container license">
            <h2>欢迎访问 www.YiDianDouBuNan.com（“本网站”）。</h2>
            <p>使用本网站服务即表明您同意本使用条件，请仔细阅读这些使用条件。</p>
            <p>我们向您提供不同类型的本网站服务。在一些情况下，除遵守本使用条件外，您还需要遵守额外的条款。您同时应接受适用于那些服务的使用条件、准则、条款和协议（以下统称为“服务条款”）。如果本使用条件与服务条款有不一致之处，则以服务条款为准。</p>
            <h2>版权</h2>
            <p>本网站服务所包含或提供的所有内容诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件都是本网站或其内容提供者的财产，受版权法的保护。本网站服务中包含的或通过本网站服务提供的所有内容的编译都是本网站的独有财产，受版权法的保护。</p>

            <h2>商标权利</h2>
            <p>本网站服务所包含或者提供的图表、标识、页眉、按钮图标、文字、服务品名均为本网站的商标或商业外观。</p>

            <h2>电子通讯</h2>
            <p>当您使用本网站服务时给我们发送电子邮件、短信、及其它通讯，您可能正与我们进行电子通讯。您同意接收我们发给您的电子通讯信息，比如电子邮件、短信、手机的推送通知，且可以为您自己的记录保留这些通讯信息的副本。您同意我们用电子方式提供给您的所有协议、通知、披露和其他信息均符合任何要求该等通讯应该是书面形式的法律法规的规定。</p>

            <h2>许可和网站进入</h2>
            <p>如您遵守本使用条件和任何服务条款并支付应付费用，我们或内容提供商对您对本网站的访问和个人且非商业使用本网站服务授予有限许可。该许可为非排他的、不可转让的、且不可再许可的许可。这一许可不包括以下内容：任何对本网站服务或其内容的再销售或商业使用；任何对目录、说明或价格的收集和使用；任何对本网站服务或其内容的衍生利用；为任何第三方利益的任何下载、拷贝帐户信息或对账户信息的其它使用；或者任何数据采集、网络爬虫或类似的数据收集和摘录工具的使用。本使用条件或服务条款没有明确许可您的所有权利均为本网站或其许可方、供应商、出版商、权利所有人、或其它内容提供方保留和所有。未经本网站明确书面同意，您不得以任何原标记或任何其他”隐藏文本"方式使用我们的名字或商标。未经本网站明确书面同意，您不得用框架或运用框架技术附上本网站的商标、标识或其他专有信息（包括图像、文字、网页设计或形式）。未经本网站明确书面同意，不得以任何商业目的对本网站服务或其任何部分进行转载、复制、拷贝、出售、转售、访问或以其他方式加以利用。您不得滥用本网站服务。您仅可在法律允许的情况下使用本网站服务。如果您未遵守本使用条件或任何服务条款，则本网站在此的授权即时终止。</p>

            <h2>您的账户</h2>
            <p>您需要一个您自己在本网站的账户以使用本网站服务，且您需要登陆您的账户并可能在该账户下绑定一个有效支付方式。如果您选择的支付方式有问题，我们会通过您账户绑定的其他有效支付方式进行扣款。您应负责维护您的帐户和密码的保密性并限制第三方使用/访问您的账户。并且，您同意对在您的帐户和密码下发生的所有活动承担责任。本网站销售供儿童使用的服务，但我们仅向具有支付能力的成年人销售这些商品。如果您未满18周岁，您只能在父母或监护人的参与下使用本网站服务。本网站保留自行决定拒绝提供服务、关闭帐户、终止您使用本网站服务的权利、删除或编辑内容或取消订单的权利。</p>

            <h2>禁止代购销售</h2>
            <p>本网站着眼于向终端消费者的业务拓展，因此不允许代购销售。代购是指客户的主要或者重要的业务通过购买本网站的服务并将其转售给其直接客户的行为。如果本网站发现您的帐户中有转售从本网站购买的服务的记录，我们将不再允许此帐户购买服务，并有可能永久地关闭您在本网站的该帐户。</p>

            <h2>评论、意见、信息交流和其他内容</h2>
            <p>您可以发布评论、意见、图片和其他内容，以及提出建议、想法、意见、问题或其他信息，前提是其内容不是非法、淫秽、威胁、诽谤、侵犯隐私、侵犯知识产权（包括公开权）或以其他形式对第三方构成伤害、侵犯或引起公众反感，也不包含软件病毒、政治宣传、商业招揽、连锁信、大宗邮件或任何形式的“垃圾邮件”或未经要求的商业电子信息。您不得使用虚假的电子邮件地址、手机号码、冒充任何他人或实体，或以其它方式对卡片或其他内容的来源进行误导。本网站保留清除或编辑这些内容的权利（但非义务），但不对发布的内容进行定期的审查。</p>
            <p>如果您发布内容或提交材料，除非我们另行说明，您同意授予我们非独有的、免费的、永久的、不可撤销的和完全的再许可权的下述许可：在全世界范围内任何媒体上使用、转载、修改、改编、出版、翻译、创作衍生作品、分发和展示这些内容。您授予我们和许可受让人根据需要使用您所提交的与这些内容有关的名字的权利。您声明并保证：您对所发布的内容拥有所有权或以其它方式对相关权利拥有控制权；发布的内容是准确的；对您所提供内容的使用不违反本政策并不会对任何个人和实体造成伤害；并且您将对于因您所提供的内容引起的对本网站的损害进行赔偿。我们有权（但非义务）监控和编辑或清除任何活动 或内容。我们对您或任何第三方所发布的内容不承担责任。</p>

            <h2>知识产权投诉</h2>
            <p>本网站尊重他人的知识产权。如果您认为您的知识产权（比如版权或商标权利等）受到了侵犯，请与我们联系，向我们提供涉嫌侵权的相关信息。我们会尽快对权利人有关其权利可能受到的任何侵害予以回复。</p>

            <h2>合同缔结</h2>
            <p>本网站上展示的服务及价格等信息仅仅是要约邀请。</p>

            <h2>退款</h2>
            <p>本网站可自主选择在不要求退款的前提下进行退款。</p>

            <h2>服务信息</h2>
            <p>我们努力使服务信息尽可能准确。但是，我们并不保证服务信息或本网站服务的其他内容是准确的、完整的、可靠的、最新的或无误的。如果我们提供的服务与本网站上商品描述不一致，您唯一的救济是对还没使用的服务要求退款。</p>

            <h2>担保和责任限制的免责声明</h2>
            <p>除非另有明确的书面说明，本网站服务及其所包含的或以其它方式通过本网站服务提供给您的全部信息、内容、材料、服务（包括软件）和其他服务，是在“现状”和 “现存”的基础上提供的。除非另有明确的书面说明，我们不对本网站服务的运营及包含在本网站服务内的信息、内容、材料、服务（包括软件）或服务作任何形式的、明示或默示的声明或担保。您明确同意自担风险使用本网站服务。</p>
            <p>在法律所允许的最大限度内 ，我们不承诺所有明示或默示的担保，包括但不限于对适销性和满足特定目的的默示担保。我们不担保本网站服务、其所包含的或以其它方式通过本网站服务提供给您的全部 信息、内容、材料、服务（包括软件）和服务、其服务器或从本网站发出的电子信件没有病毒或其他有害成分。在法律所允许的最大限度内，除非另有明确的书面说明，我们不对由于使用本网站服务、或由于其所包含的或以其它方式通过本网站服务提供给您的全部信息、内容、材料、服务（包括软件）和服务、或购买和使用产品引起的任何损害承担责任（除非法律应承担责任的以外），包括但不限于直接、间接或附带的惩罚性和结果性的损害赔偿。</p>

            <h2>适用法律</h2>
            <p>通过使用任何本网站服务，您同意本使用条件以及您和本网站之间发生的任何争议均适用英属处女岛法律（服务条款另行规定的情形除外）。</p>

            <h2>争议</h2>
            <p>有关与您使用任何本网站服务相关的任何形式的任何争议或主张应提交英属处女岛法律有管辖权的法院诉讼解决（服务条款另行规定的情形除外）。</p>

            <h2>网站政策、修改和可分性</h2>
            <p>请阅读本网站上发布的其他政策。这些政策同样适用于您对本网站服务的使用。我们保留在任何时候对本网站、政策、服务条款和本使用条件作出修改的权利。如果本使用条件中任何一条被视为废止、无效或因任何理由不可执行，该使用条件应视为可分割的且不影响任何其余条款的有效性和可执行性。</p>

            <h2>额外的本网站软件使用条款</h2>
            <h3>以下条款（“软件条款”）适用于任何我们提供给您的与本网站服务相关的软件（包括软件的任何更新或升级）及任何相关文件（“本网站软件”）。  </h3>
            <p>1. 本网站软件的使用：您只可以为您使用和享受本网站提供的本网站服务之目的使用本网站软件，并且该等使用应遵守本使用条件、软件条款及任何服务条款。您不得将本网站软件的任何部分合并到其它程序中，或结合其它程序编辑本网站软件的任何部分，或对本网站软件全部或副本进行复制（除行使本条赋予的权利）、修改、生成衍生作品、分发、转让任何权利、或许可。所有本网站服务使用的软件为本网站或其软件供应商的财产，受版权相关法律的保护。</p>
            <p>2. 第三方服务的使用 在您使用本网站软件时，您可能同时使用一家或多家第三方的服务，例如无线网络服务商或者移动软件服务商。当使用这些第三方的服务时，您应遵守这些第三方的政策、使用条件以及相关费用的规定。</p>
            <p>3. 禁止反向工程 您不得鼓励、协助或授权任何其他人复制、修改、反向工程、反向编译或反汇编、拆解或者试图篡改全部或部分的本网站软件，或利用本网站软件创设衍生产品。</p>
            <p>4. 软件更新 我们可在未通知您的情况下随时对本网站软件自动更新或者手动更新。</p>
            <p>5. 冲突 在本使用条件和任何其它适用于本网站软件任何部分的本网站或第三方条款（比如开放源码授权条款）有冲突的情况下，就该等冲突以及涉及本网站软件的部分，以该等其它条款为准。</p>
        </div>
    </div>
</template>

<script type="text/ecmascript-6">
export default {
    layout: 'single',
    middleware: 'auth',
    head: function() {
        return {
            title: this.$t('license.title')
        };
    }
};
</script>