/*
    隐私政策页
*/
<template>
    <div class="Content">
        <div class="container license">
            <h2>欢迎访问 www.YiDianDouBuNan.com（“本网站”）。</h2>
            <h2>隐私声明</h2>
            <p>本网站由YiDianDouBouNan.com运营并由其关联公司提供各种支持（以下合称“我们”）。我们理解您关心您的信息是如何被使用和共享的。如您访问YiDianDouBouNan.com（本网站），您同意接受本隐私声明。</p>

            <h2>我们采集您的哪些个人信息？</h2>
            <p>我们采集的信息种类如下：</p>
            <p>•您向我们提供的信息：我们接收并存储您在我们网站上或以其他任何方式提供给我们的任何信息。您可以选择不提供某些信息，但是这样可能使您无法使用本网站的一些服务。</p>
            <p>•自动获取的信息：您与我们沟通时，我们接收并储存特定的信息。例如，与其他许多网站一样，我们使用cookies。</p>
            <p>•移动设备：当您下载或使用本网站及其关联公司开发的应用时，我们将可能收到关于您所处位置以及您的移动设备的信息，其中包含识别您的移动设备的特定号码。我们将使用这些信息为您提供基于位置的定位相关服务。您可以在您的移动设备上关闭定位服务。</p>
            <p>•电子邮件通讯：如果您不希望继续收到我们的电子邮件或其它信函，请通知我们。</p>
            <p>•从其他来源获得的信息：我们可能从其他来源收到关于您的信息并且将其加入我们的客户信息库。</p>


            <h2>关于我的信息安全？</h2>
            <p>•在信息传输的过程中，我们使用网络安全层软件（SSL）对您输入的信息进行加密。</p>
            <p>•您应使用完毕后即时退出登录。</p>

            <h2>我能获取哪些信息？</h2>
            <p>本网站允许您进入与您的账户以及和本网站进行互动有关的信息，这种访问的目的仅限于阅读和在特定情形下更新账户信息。 相关信息将随网站的变化而更新。
                您在我们网站上发布信息时，如果有違法律、法规，我们有权立即停止传输该信息，采取消除等处置措施，保存有关记录，并向有关主管部门报告。
                如果有其他客户发现您发布的信息泄露个人身份、散布个人隐私等侵害其合法权益，或您如在我们许可的情况下发布商业性电子信息，而其他客户表示遭受侵扰，这些客户有权要求我们删除您发布的信息，或者采取其他必要措施予以制止。我们将会依法采取这些措施。
            </p>

            <h2>使用条件、通知和修订？</h2>
            <p>如果您访问本网站，您的访问和有关隐私的争议将受制于本声明和我们的使用条款限制。如有争议，适用英属处女岛法律。如果您有任何对本网站上有关隐私问题，请联系我们，我们将尽力解决。</p>
         </div>
    </div>
</template>

<script type="text/ecmascript-6">
export default {
    layout: 'single',
    middleware: 'auth',
    head: function() {
        return {
            title: this.$t('privacyPolicy.title')
        };
    }
};
</script>